{"Text1":{"group":"General Information","id":0.0,"local":0,"num":0,"text":"BPID"},"Text2":{"group":"General Information","id":0.1,"local":1,"num":1,"text":"Organization Legal Name"},"ComboBox1":{"group":"General Information Requested","id":1.0,"local":1,"num":2,"text":"Does the Participant have current or past experience with CMS Innovation Center models and\/or Medicare demonstrations beyond BPCI Advanced?"},"ComboBox2":{"group":"General Information Requested","id":2.0,"local":2,"num":3,"text":"Does the Participant have experience with value-based care beyond CMS Innovation Center models and\/or Medicare demonstrations?"},"ComboBox3":{"group":"Organization Legal or Identification Changes","id":3.0,"local":1,"num":4,"text":"Has the Participant, or any of its Downstream Episode Initiators, NPRA Sharing Partners, or BPCI Advanced Entities, had a legal name change, change of control or change of tax identifier in the last year?"},"ComboBox4":{"group":"Organization Legal or Identification Changes","id":4.0,"local":2,"num":5,"text":"If selected 'Yes' to question 1, have you reported these changes to CMS? [If your response to this question is 'no', please provide written notice of changes to CMS via email (BPCIAdvanced@cms.hhs.gov). Instruction and additional information are located under Article 3 of the Participation Agreement]."},"ComboBox5":{"group":"Participant Profile","id":5.0,"local":1,"num":6,"text":"Does the Participant anticipate making any additional changes to the list of Episode Initiators within the Participant Profile effective for Model Year 3?"},"ComboBox6":{"group":"Participant Profile","id":6.0,"local":2,"num":7,"text":"Is the Participant likely to add Clinical Episodes within the Participant Profile effective for Model Year 3?"},"ComboBox7":{"group":"Participant Profile","id":7.0,"local":3,"num":8,"text":"Is the Participant likely to remove Clinical Episodes from the Participant Profile effective for Model Year 3?"},"RadioButton1":{"group":"Care Redesign Plan","id":8.0,"local":1,"num":9,"text":"The Participant is on track to implement selected Care Redesign interventions within the timeframes indicated within the Care Redesign Plan."},"Text3":{"group":"Care Redesign Plan","id":9.0,"local":2,"num":10,"text":"Please provide 2-3 sentences below describing the progress of your high priority Care Redesign Interventions:"},"ComboBox8":{"group":"Care Redesign Plan","id":10.0,"local":3,"num":11,"text":"Do you have concerns regarding implementation of any identified Care Redesign Interventions?"},"Text4":{"group":"Care Redesign Plan","id":11.0,"local":4,"num":12,"text":"Please use the comment box below to provide additional details regarding successes, challenges, and\/or barriers to Care Redesign Interventions."},"ComboBox9":{"group":"CEHRT Use","id":12.0,"local":1,"num":13,"text":"The Participant and\/or the Downstream Episode Initiator(s) is on track to implement Certified Electronic Health Record Technology (CEHRT) in a manner sufficient to meet the applicable requirements of the Advanced Alternative Payment Model criterion under 42 C.F.R. & 414.1415(a)(1)(i). To meet this criterion, at least 75 percent of eligible clinicians in each participating APM Entity group, or each hospital if hospitals are the APM Entities, to use CEHRT to document and communicate clinical care."},"ComboBox10":{"group":"CEHRT Use","id":13.0,"local":2,"num":14,"text":"Has the Participant had challenges meeting the CEHRT use requirements?"},"Text5":{"group":"CEHRT Use","id":14.0,"local":3,"num":15,"text":"Please use the comment box below to describe any challenges to meeting the CEHRT use requirements."},"ComboBox11":{"group":"Partner Agreements","id":15.0,"local":1,"num":16,"text":"For Convener Participants: Has the Participant established agreements with all Downstream Episode Initiators (Acute Care Hospitals, PGPs)?"},"ComboBox13":{"group":"Partner Agreements","id":16.0,"local":2,"num":17,"text":"Has the Participant established agreements with all Participating Practitioners?"},"ComboBox12":{"group":"Partner Agreements","id":17.0,"local":3,"num":18,"text":"Has the Participant established processes, procedures and\/or controls to validate and support monitoring of these agreements between the Participant and relevant partnering entities\/individuals?"},"Text6":{"group":"Partner Agreements","id":18.0,"local":4,"num":19,"text":"Please use the comment box below to describe any challenges in implementing process and procedures to monitor agreements or in establishing agreements with partners."},"ComboBox14":{"group":"Financial \/ Programmatic Infrastructure","id":19.0,"local":1,"num":20,"text":"Has the Participant set up an accounting system to be used, to measure and track Net Payment Reconciliation Amounts (NPRA) received from CMS, Repayment Amounts and Excess Spending Amounts owed to CMS and Administrative Services?"},"ComboBox15":{"group":"Financial \/ Programmatic Infrastructure","id":20.0,"local":2,"num":21,"text":"Is the Participant still participating in Financial Arrangements with one or more NPRA Sharing Partners?"},"ComboBox16":{"group":"Financial \/ Programmatic Infrastructure","id":21.0,"local":3,"num":22,"text":"Does the Participant plan to do so in the future?"},"ComboBox17":{"group":"Financial \/ Programmatic Infrastructure","id":22.0,"local":4,"num":23,"text":"Has the Participant implemented all BPCI Advanced required processes and procedures related to NPRA Sharing? For example: processes to verify Financial Arrangements comply with all applicable laws and regulations, processes to adhere to generally accepted accounting principles, compliance plan, and others outlined within the Participation Agreement."},"Text7":{"group":"Financial \/ Programmatic Infrastructure","id":23.0,"local":5,"num":24,"text":"If selected 'No' to question 4, please describe any barriers\/challenges in the comment box below."},"ComboBox18":{"group":"Financial \/ Programmatic Infrastructure","id":24.0,"local":6,"num":25,"text":"Has the Participant fully established NPRA Sharing Arrangements with all NPRA Sharing Partners? [If your response to this question is 'yes', please upload your organization's NPRA Sharing Arrangement template or a populated agreement as an example to the amendment section of the Participant Portal. If you have more than one NPRA Sharing Arrangement, upload 1 example only]"},"Text8":{"group":"Financial \/ Programmatic Infrastructure","id":25.0,"local":7,"num":26,"text":"If selected 'No' to question 6, please explain noting any barriers or challenges."},"ComboBox19":{"group":"Financial \/ Programmatic Infrastructure","id":26.0,"local":8,"num":27,"text":"Has the Participant established a BPCI Advanced Entity Agreement with a BPCI Advanced Entity?"},"Text9":{"group":"Financial \/ Programmatic Infrastructure","id":27.0,"local":9,"num":28,"text":"Please describe key considerations that informed the Participant's decision (e.g. willingness to take on risk) regarding establishing Financial Arrangements."},"ComboBox20":{"group":"Internal Cost Savings (ICS)","id":28.0,"local":1,"num":29,"text":"Does the Participant plan to track and allow contribution of ICS associated with BPCI Advanced to the BPCI Advanced Savings Pool(s) in the next 12 months?"},"ComboBox21":{"group":"Internal Cost Savings (ICS)","id":29.0,"local":2,"num":30,"text":"If selected 'Yes' to question 1, has the Participant established a process to measure and track Internal Cost Savings associated with BPCI Advanced?"},"ComboBox22":{"group":"Net Payment Reconciliation Report (NPRA)","id":30.0,"local":1,"num":31,"text":"Does the Participant plan to share NPRA associated with BPCI Advanced in the first performance period, if savings are achieved? [Performance Period 1: October 1, 2018 through June 30, 2019]"},"ComboBox23":{"group":"Net Payment Reconciliation Report (NPRA)","id":31.0,"local":2,"num":32,"text":"Has the Participant implemented processes and procedures to monitor Shared Repayment Amounts associated with BPCI Advanced?"},"Text10":{"group":"Net Payment Reconciliation Report (NPRA)","id":32.0,"local":3,"num":33,"text":"If selected 'Yes' to question 2, please describe your processes and procedures to monitor Shared Repayment Amounts associated with BPCI Advanced."},"ComboBox24":{"group":"Compliance Plan","id":33.0,"local":1,"num":34,"text":"Has the Participant completed an initial Compliance Plan? [If your response is 'yes', please upload this document to the amendment section of the Participant Portal If your Compliance Plan includes multiple appendices, you can upload the main document only.]"},"ComboBox25":{"group":"Waivers (Fraud & Abuse Waivers and Medicare Payment Policy Waivers)","id":34.0,"local":1,"num":35,"text":"Has the Participant or partners elected to use any of the Fraud and AbuseWaivers (Financial Arrangements and\/or Beneficiary Incentives)?"},"ComboBox26":{"group":"Waivers (Fraud & Abuse Waivers and Medicare Payment Policy Waivers)","id":35.0,"local":2,"num":36,"text":"Has the Participant or partners made any changes to the Fraud and Abuse Waiver use selections since you last submitted the Participant Profile? (E.g., we have not selected to use Financial Arrangements and\/or Beneficiary Incentives in our most recent Participant Profile, but we have started using the waiver(s) recently.)"},"ComboBox27":{"group":"Waivers (Fraud & Abuse Waivers and Medicare Payment Policy Waivers)","id":36.0,"local":4,"num":37,"text":"Has the Participant or partners elected to use any of the Medicare Payment Policy (MPP) Waivers?"},"ComboBox28":{"group":"Waivers (Fraud & Abuse Waivers and Medicare Payment Policy Waivers)","id":37.0,"local":5,"num":38,"text":"If you selected 'Yes' to question 4, have you implemented the Payment Policy Waiver(s)?"},"ComboBox29":{"group":"Waivers (Fraud & Abuse Waivers and Medicare Payment Policy Waivers)","id":38.0,"local":6,"num":39,"text":"Has the Participant or partners made any changes to the Medicare Payment Policy waiver use selections since you last submitted the Participant Profile? (E.g., we have not selected to use any of the MPP waivers in our most recent Participant Profile, but we have started using the waiver(s) recently.)"},"ComboBox30":{"group":"Waivers (Fraud & Abuse Waivers and Medicare Payment Policy Waivers)","id":39.0,"local":8,"num":40,"text":"Has the Participant established a process for monitoring compliance with waiver conditions?"},"CheckBox1":{"group":"Waivers (Fraud & Abuse Waivers and Medicare Payment Policy Waivers)","id":40.1,"local":9,"num":41,"text":"Attestation - If selected 'Yes' to question 8, please select from the list below all of the strategies your organization has used for this purpose."},"CheckBox1_21":{"group":"Waivers (Fraud & Abuse Waivers and Medicare Payment Policy Waivers)","id":40.2,"local":9,"num":42,"text":"Internal audit - If selected 'Yes' to question 8, please select from the list below all of the strategies your organization has used for this purpose."},"CheckBox1_31":{"group":"Waivers (Fraud & Abuse Waivers and Medicare Payment Policy Waivers)","id":40.3,"local":9,"num":43,"text":"N\/A; we have not elected to use any waivers - If selected 'Yes' to question 8, please select from the list below all of the strategies your organization has used for this purpose."},"CheckBox1_41":{"group":"Waivers (Fraud & Abuse Waivers and Medicare Payment Policy Waivers)","id":40.4,"local":9,"num":44,"text":"N\/A; we have elected to use waivers, but have not yet established a process for monitoring compliance with waiver conditions - If selected 'Yes' to question 8, please select from the list below all of the strategies your organization has used for this purpose."},"CheckBox1_51":{"group":"Waivers (Fraud & Abuse Waivers and Medicare Payment Policy Waivers)","id":40.5,"local":9,"num":45,"text":"Other - If selected 'Yes' to question 8, please select from the list below all of the strategies your organization has used for this purpose."},"Text11":{"group":"Waivers (Fraud & Abuse Waivers and Medicare Payment Policy Waivers)","id":41.0,"local":10,"num":46,"text":"If selected 'Other' to question 9, please list strategies in the comment box below."},"ComboBox31":{"group":"Participation in Shared Learning Activities","id":42.0,"local":1,"num":47,"text":"Has the Participant participated in the shared learning activities (e.g., webinars, emails, town hall meetings) identified by CMS?"},"ComboBox32":{"group":"Knowledge Management \/ Record Keeping \/ Succession Planning","id":43.0,"local":1,"num":48,"text":"Does the Participant have a process in place related to recordsmanagement associated with BPCI Advanced Model?"},"ComboBox33":{"group":"Knowledge Management \/ Record Keeping \/ Succession Planning","id":44.0,"local":2,"num":49,"text":"Does the Participant have a succession plan in place for when individuals in management or individuals who oversee implementation of the BPCI Advanced Model depart the organization?"},"Text12":{"group":"Knowledge Management \/ Record Keeping \/ Succession Planning","id":45.0,"local":3,"num":50,"text":"If selected 'Yes' to question 2, please provide a brief explanation of that process below."},"CheckBox2":{"group":"Beneficiary Notification","id":46.1,"local":1,"num":51,"text":"Emailed to beneficiaries - What is the primary communication channel(s) used to provide beneficiary notification? Select all that applies."},"CheckBox2_21":{"group":"Beneficiary Notification","id":46.2,"local":1,"num":52,"text":"Mailed to the beneficiary's address - What is the primary communication channel(s) used to provide beneficiary notification? Select all that applies."},"CheckBox2_31":{"group":"Beneficiary Notification","id":46.3,"local":1,"num":53,"text":"Provided to beneficiary during an Inpatient Hospital stay or Outpatient Visit - What is the primary communication channel(s) used to provide beneficiary notification? Select all that applies."},"CheckBox2_41":{"group":"Beneficiary Notification","id":46.4,"local":1,"num":54,"text":"Provided during discharge procedures - What is the primary communication channel(s) used to provide beneficiary notification? Select all that applies."},"CheckBox2_51":{"group":"Beneficiary Notification","id":46.5,"local":1,"num":55,"text":"Other - What is the primary communication channel(s) used to provide beneficiary notification? Select all that applies."},"Text13":{"group":"Beneficiary Notification","id":47.0,"local":2,"num":56,"text":"If selected 'Other' to question 1, please describe the communication channel used to provide beneficiary notifications."},"ComboBox34":{"group":"Beneficiary Notification","id":48.0,"local":3,"num":57,"text":"Does the Participant use the template Beneficiary Notification Letter provided by CMS?"},"Text14":{"group":"Beneficiary Notification","id":49.0,"local":4,"num":58,"text":"If selected 'No' to question 3, please explain."},"ComboBox35":{"group":"Beneficiary Notification","id":50.0,"local":5,"num":59,"text":"Has provision of the beneficiary notification of participation resulted in negative feedback from beneficiaries?"},"Text15":{"group":"Beneficiary Notification","id":51.0,"local":6,"num":60,"text":"If selected 'Yes' to question 5, what are the primary concerns from the beneficiary perspective?"},"ComboBox36":{"group":"BPCI Advanced Impact","id":52.0,"local":1,"num":61,"text":"Has the Participant seen any unexpected positive outcomes associated with implementing BPCI Advanced?"},"ComboBox37":{"group":"BPCI Advanced Impact","id":53.0,"local":2,"num":62,"text":"Has the Participant seen any unexpected negative outcomes associated with implementing BPCI Advanced?"},"Text16":{"group":"BPCI Advanced Impact","id":54.0,"local":3,"num":63,"text":"If selected 'Yes' to either question 1 or 2, please describe."},"ComboBox38":{"group":"BPCI Advanced Impact","id":55.0,"local":4,"num":64,"text":"Has the Participant established a process for monitoring and mitigating unintended consequences (e.g., patient targeting\/avoidance, inadequate or insufficient care, costshifting) associated with implementation of the BPCI Advanced Model?"},"Text17":{"group":"BPCI Advanced Impact","id":56.0,"local":5,"num":65,"text":"If selected 'Yes' to question 4, please describe."},"ComboBox39":{"group":"Beneficiary Impact","id":57.0,"local":1,"num":66,"text":"Has the Participant implemented a system to request, track and respond to complaints made by BPCI Advanced Beneficiaries? [The complaint process in place does not have to be solely for Beneficiaries in the BPCI Advanced Model. However the current complaint system in place must track complaints made by Beneficiaries in the BPCI Advanced Model.]"},"RadioButton2":{"group":"Beneficiary Impact","id":58.0,"local":2,"num":67,"text":"If selected 'Yes' to question 1, do you believe that current processes in place appropriately monitor and address those complaints?"},"ComboBox40":{"group":"Beneficiary Impact","id":59.0,"local":3,"num":68,"text":"Has the Participant received any complaints related to the established system for tracking Beneficiary complaints? (E.g., a beneficiary complained that their complaint was not resolved quickly enough.)"},"CheckBox3":{"group":"Beneficiary Impact","id":60.1,"local":4,"num":69,"text":"Quality - Please select the categories to which complaints the Participant has received from BPCI Advanced Beneficiaries align. Please select all that apply."},"CheckBox3_21":{"group":"Beneficiary Impact","id":60.2,"local":4,"num":70,"text":"Safety - Please select the categories to which complaints the Participant has received from BPCI Advanced Beneficiaries align. Please select all that apply."},"CheckBox3_31":{"group":"Beneficiary Impact","id":60.3,"local":4,"num":71,"text":"Timing and Access - Please select the categories to which complaints the Participant has received from BPCI Advanced Beneficiaries align. Please select all that apply."},"CheckBox3_41":{"group":"Beneficiary Impact","id":60.4,"local":4,"num":72,"text":"Communication - Please select the categories to which complaints the Participant has received from BPCI Advanced Beneficiaries align. Please select all that apply."},"CheckBox3_51":{"group":"Beneficiary Impact","id":60.5,"local":4,"num":73,"text":"Compassion\/Caring - Please select the categories to which complaints the Participant has received from BPCI Advanced Beneficiaries align. Please select all that apply."},"CheckBox3_61":{"group":"Beneficiary Impact","id":60.6,"local":4,"num":74,"text":"Patient Rights - Please select the categories to which complaints the Participant has received from BPCI Advanced Beneficiaries align. Please select all that apply."},"CheckBox3_71":{"group":"Beneficiary Impact","id":60.7,"local":4,"num":75,"text":"Other - Please select the categories to which complaints the Participant has received from BPCI Advanced Beneficiaries align. Please select all that apply."},"CheckBox3_71_21":{"group":"Beneficiary Impact","id":60.8,"local":4,"num":76,"text":"N\/A; we have not received any complaints from Beneficiaries - Please select the categories to which complaints the Participant has received from BPCI Advanced Beneficiaries align. Please select all that apply."},"ComboBox41":{"group":"Document Submission","id":61.0,"local":1,"num":77,"text":"Is there a designated person(s) for submitting BPCI Advanced required documentation to CMS?"},"Text18":{"group":"Document Submission","id":62.0,"local":2,"num":78,"text":"Please provide any barriers or challenges associated with submitting required documentation."},"ComboBox42":{"group":"Document Submission","id":63.0,"local":3,"num":79,"text":"Is there a designated person(s) for coordinating clinical document requests from the Participant and its Downstream Episode Initiators and other clinical partners?"},"ComboBox43":{"group":"Self-disclosed Investigations or Sanctions","id":64.0,"local":1,"num":80,"text":"Is the Participant or any of its BPCI Advanced partners under any investigations or subject to sanctions that have not been reported to CMS?"},"Text19":{"group":"Other Issues Not Previously Listed","id":65.0,"local":1,"num":81,"text":"Please describe issues, challenges or barriers associated with implementation of the BPCI Advanced Model that have not being discussed above."}}